Repository: mchave3/Foundry
Catalog: src/Foundry/Strings/*/Resources.resw
Source language: en_gb
Languages: ar_sa, bg_bg, cs_cz, da_dk, de_de, el_gr, es_mx, et_ee, fi_fi, fr_ca, he_il, hr_hr, hu_hu, it_it, ja_jp, ko_kr, lt_lt, lv_lv, nb_no, nl_nl, pl_pl, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# Network.EnterpriseTemplateDrivenHelperText
source: Enterprise behaviour is driven by the profile template in this build. 802.1X credentials entered during deployment are not provisioned here.
ar_sa: يعتمد سلوك المؤسسة على قالب الملف الشخصي الموجود في هذا الإصدار. لا يتم توفير بيانات اعتماد 802.1X التي تم إدخالها أثناء النشر هنا.
bg_bg: Поведението на предприятието се ръководи от шаблона на профила в тази компилация. Идентификационните данни за 802.1X, въведени по време на внедряването, не се осигуряват тук.
cs_cz: Podnikové chování je řízeno šablonou profilu v tomto sestavení. Přihlašovací údaje 802.1X zadané během nasazení zde nejsou poskytovány.
da_dk: Virksomhedens adfærd er drevet af profilskabelonen i denne build. 802.1X-legitimationsoplysninger, der er indtastet under implementering, leveres ikke her.
de_de: Das Unternehmensverhalten wird in diesem Build durch die Profilvorlage gesteuert. Während der Bereitstellung eingegebene 802.1X-Anmeldeinformationen werden hier nicht bereitgestellt.
el_gr: Η εταιρική συμπεριφορά καθορίζεται από το πρότυπο προφίλ σε αυτήν την έκδοση. Τα διαπιστευτήρια 802.1X που εισάγονται κατά την ανάπτυξη δεν παρέχονται εδώ.
es_mx: El comportamiento empresarial está impulsado por la plantilla de perfil de esta compilación. Las credenciales 802.1X ingresadas durante la implementación no se proporcionan aquí.
et_ee: Ettevõtte käitumist juhib selle järgu profiilimall. Juurutamise ajal sisestatud 802.1X mandaadid ei ole siin ette nähtud.
fi_fi: Yrityksen toimintaa ohjaa tämän koontiversion profiilimalli. Käyttöönoton aikana annettuja 802.1X-tunnistetietoja ei ole määritetty tässä.
fr_ca: Le comportement de l'entreprise est déterminé par le modèle de profil dans cette version. Les informations d'identification 802.1X saisies lors du déploiement ne sont pas fournies ici.
he_il: התנהגות ארגונית מונעת על ידי תבנית הפרופיל ב-build זה. אישורי 802.1X שהוזנו במהלך הפריסה אינם מסופקים כאן.
hr_hr: Ponašanje poduzeća je vođeno predloškom profila u ovoj verziji. 802.1X vjerodajnice unesene tijekom implementacije nisu ovdje osigurane.
hu_hu: A vállalati viselkedést az ebben a buildben található profilsablon vezérli. A telepítés során megadott 802.1X hitelesítő adatok itt nincsenek kiépítve.
it_it: Il comportamento aziendale è guidato dal modello di profilo in questa build. Le credenziali 802.1X immesse durante la distribuzione non vengono fornite qui.
ja_jp: エンタープライズ動作は、このビルドのプロファイル テンプレートによって駆動されます。導入中に入力された 802.1X 認証情報は、ここではプロビジョニングされません。
ko_kr: 엔터프라이즈 동작은 이 빌드의 프로필 템플릿에 의해 결정됩니다. 배포 중에 입력한 802.1X 자격 증명은 여기에서 프로비저닝되지 않습니다.
lt_lt: Įmonės elgesį lemia šios versijos profilio šablonas. Diegimo metu įvesti 802.1X kredencialai čia nepateikiami.
lv_lv: Uzņēmuma darbību nosaka šajā būvniecībā esošā profila veidne. Izvietošanas laikā ievadītie 802.1X akreditācijas dati šeit netiek nodrošināti.
nb_no: Bedriftsatferd er drevet av profilmalen i denne bygningen. 802.1X-legitimasjon angitt under distribusjon blir ikke klargjort her.
nl_nl: Bedrijfsgedrag wordt aangestuurd door de profielsjabloon in deze build. 802.1X-referenties die tijdens de implementatie zijn ingevoerd, worden hier niet ingericht.
pl_pl: Zachowanie w przedsiębiorstwie zależy od szablonu profilu w tej kompilacji. Poświadczenia 802.1X wprowadzone podczas wdrażania nie są tutaj udostępniane.
pt_pt: O comportamento empresarial é orientado pelo modelo de perfil nesta compilação. As credenciais 802.1X inseridas durante a implantação não são provisionadas aqui.
ro_ro: Comportamentul întreprinderii este determinat de șablonul de profil din această versiune. Acreditările 802.1X introduse în timpul implementării nu sunt furnizate aici.
ru_ru: Поведение предприятия определяется шаблоном профиля в этой сборке. Учетные данные 802.1X, введенные во время развертывания, здесь не предоставляются.
sk_sk: Správanie podniku je riadené šablónou profilu v tejto zostave. Poverenia 802.1X zadané počas nasadenia tu nie sú poskytované.
sl_si: Vedenje podjetja je odvisno od predloge profila v tej zgradbi. Poverilnice 802.1X, vnesene med uvajanjem, tukaj niso omogočene.
sr_latn_rs: Ponašanje preduzeća je vođeno šablonom profila u ovoj verziji. 802.1X akreditivi uneti tokom primene nisu obezbeđeni ovde.
sv_se: Företagsbeteende drivs av profilmallen i denna build. 802.1X-uppgifter som angetts under distributionen tillhandahålls inte här.
th_th: ลักษณะการทำงานขององค์กรขับเคลื่อนโดยเทมเพลตโปรไฟล์ในรุ่นนี้ ข้อมูลประจำตัว 802.1X ที่ป้อนระหว่างการใช้งานไม่ได้ถูกจัดเตรียมไว้ที่นี่
tr_tr: Kurumsal davranış, bu yapıdaki profil şablonu tarafından yönlendirilir. Dağıtım sırasında girilen 802.1X kimlik bilgileri burada sağlanmaz.
uk_ua: Поведінка підприємства визначається шаблоном профілю в цій збірці. Облікові дані 802.1X, введені під час розгортання, тут не надаються.
zh_cn: 企业行为由此构建中的配置文件模板驱动。此处未配置部署期间输入的 802.1X 凭据。
zh_tw: 企業行為由此建構中的設定檔模板驅動。此處未配置部署期間輸入的 802.1X 憑證。

# Network.ErrorUnsupportedWifiSecurityTypeFormat
source: Unsupported Wi-Fi security type '{0}'.
ar_sa: نوع الأمان Wi-Fi غير مدعوم '{0}'.
bg_bg: Неподдържан Wi-Fi тип защита '{0}'.
cs_cz: Nepodporovaný typ zabezpečení Wi-Fi '{0}'.
da_dk: Ikke-understøttet Wi-Fi sikkerhedstype '{0}'.
de_de: Nicht unterstützter Wi-Fi-Sicherheitstyp „{0}“.
el_gr: Μη υποστηριζόμενος τύπος ασφαλείας Wi-Fi '{0}'.
es_mx: Tipo de seguridad Wi-Fi no admitido '{0}'.
et_ee: Toetamata Wi-Fi turbetüüp '{0}'.
fi_fi: Ei tuettu Wi-Fi suojaustyyppiä '{0}'.
fr_ca: Type de sécurité Wi-Fi '{0}' non pris en charge.
he_il: לא נתמך Wi-Fi סוג אבטחה '{0}'.
hr_hr: Nepodržana Wi-Fi vrsta sigurnosti '{0}'.
hu_hu: Nem támogatott Wi-Fi biztonsági típus: '{0}'.
it_it: Tipo di sicurezza Wi-Fi '{0}' non supportato.
ja_jp: Wi-Fi セキュリティ タイプ '{0}' はサポートされていません。
ko_kr: 지원되지 않는 Wi-Fi 보안 유형 '{0}'입니다.
lt_lt: Nepalaikomas Wi-Fi saugos tipas '{0}'.
lv_lv: Neatbalstīts Wi-Fi drošības veids '{0}'.
nb_no: Ikke støttet Wi-Fi sikkerhetstype '{0}'.
nl_nl: Niet-ondersteund Wi-Fi beveiligingstype '{0}'.
pl_pl: Nieobsługiwany typ zabezpieczeń Wi-Fi „{0}”.
pt_pt: Tipo de segurança Wi-Fi não suportado '{0}'.
ro_ro: Tip de securitate Wi-Fi neacceptat „{0}”.
ru_ru: Неподдерживаемый тип безопасности Wi-Fi '{0}'.
sk_sk: Nepodporovaný typ zabezpečenia Wi-Fi '{0}'.
sl_si: Nepodprta varnostna vrsta Wi-Fi '{0}'.
sr_latn_rs: Nepodržani Wi-Fi tip bezbednosti '{0}'.
sv_se: Stöds inte Wi-Fi säkerhetstyp '{0}'.
th_th: ไม่รองรับประเภทความปลอดภัย Wi-Fi '{0}'
tr_tr: Desteklenmeyen Wi-Fi güvenlik türü '{0}'.
uk_ua: Непідтримуваний тип безпеки Wi-Fi '{0}'.
zh_cn: 不支持Wi-Fi 安全类型“{0}”。
zh_tw: 不支援Wi-Fi 安全類型「{0}」。

# Network.ErrorWifiEnterpriseAuthenticationMismatchFormat
source: Selected enterprise Wi-Fi security type does not match the profile template authentication ({0}).
ar_sa: نوع أمان المؤسسة المحدد Wi-Fi لا يتطابق مع مصادقة قالب ملف التعريف ({0}).
bg_bg: Избраният Wi-Fi тип защита на предприятието не съвпада с удостоверяването на шаблона на профил ({0}).
cs_cz: Vybraný podnikový typ zabezpečení Wi-Fi neodpovídá ověření šablony profilu ({0}).
da_dk: Den valgte virksomhedssikkerhedstype Wi-Fi matcher ikke profilskabelongodkendelsen ({0}).
de_de: Der ausgewählte Unternehmenssicherheitstyp Wi-Fi stimmt nicht mit der Profilvorlagenauthentifizierung ({0}) überein.
el_gr: Ο επιλεγμένος εταιρικός τύπος ασφαλείας Wi-Fi δεν ταιριάζει με τον έλεγχο ταυτότητας προτύπου προφίλ ({0}).
es_mx: El tipo de seguridad empresarial Wi-Fi seleccionado no coincide con la autenticación de la plantilla de perfil ({0}).
et_ee: Valitud ettevõtte Wi-Fi turbetüüp ei ühti profiilimalli autentimisega ({0}).
fi_fi: Valittu yrityksen Wi-Fi suojaustyyppi ei vastaa profiilimallin todennusta ({0}).
fr_ca: Le type de sécurité Wi-Fi de l'entreprise sélectionnée ne correspond pas à l'authentification du modèle de profil ({0}).
he_il: סוג האבטחה הארגוני Wi-Fi שנבחר אינו תואם לאימות תבנית הפרופיל ({0}).
hr_hr: Odabrani poslovni Wi-Fi tip sigurnosti ne odgovara predlošku provjere autentičnosti profila ({0}).
hu_hu: A kiválasztott vállalati Wi-Fi biztonsági típus nem egyezik a profilsablon hitelesítéssel ({0}).
it_it: Il tipo di sicurezza aziendale Wi-Fi selezionato non corrisponde all'autenticazione del modello di profilo ({0}).
ja_jp: 選択したエンタープライズ Wi-Fi セキュリティ タイプは、プロファイル テンプレート認証 ({0}) と一致しません。
ko_kr: 선택한 기업 Wi-Fi 보안 유형이 프로필 템플릿 인증({0})과 일치하지 않습니다.
lt_lt: Pasirinktas įmonės Wi-Fi saugos tipas neatitinka profilio šablono autentifikavimo ({0}).
lv_lv: Atlasītais uzņēmuma Wi-Fi drošības veids neatbilst profila veidnes autentifikācijai ({0}).
nb_no: Den valgte bedriftssikkerhetstypen Wi-Fi samsvarer ikke med autentiseringen av profilmalen ({0}).
nl_nl: Het geselecteerde bedrijfsbeveiligingstype Wi-Fi komt niet overeen met de profielsjabloonverificatie ({0}).
pl_pl: Wybrany typ zabezpieczeń korporacyjnych Wi-Fi nie jest zgodny z uwierzytelnianiem szablonu profilu ({0}).
pt_pt: O tipo de segurança corporativo Wi-Fi selecionado não corresponde à autenticação do modelo de perfil ({0}).
ro_ro: Tipul de securitate selectat Wi-Fi pentru întreprindere nu se potrivește cu autentificarea șablonului de profil ({0}).
ru_ru: Выбранный тип безопасности предприятия Wi-Fi не соответствует аутентификации шаблона профиля ({0}).
sk_sk: Vybratý podnikový typ zabezpečenia Wi-Fi sa nezhoduje s overením šablóny profilu ({0}).
sl_si: Izbrana vrsta varnosti podjetja Wi-Fi se ne ujema s preverjanjem pristnosti predloge profila ({0}).
sr_latn_rs: Izabrani tip bezbednosti preduzeća Wi-Fi ne odgovara autentifikaciji šablona profila ({0}).
sv_se: Den valda företagssäkerhetstypen Wi-Fi matchar inte autentiseringen av profilmallen ({0}).
th_th: ประเภทความปลอดภัยองค์กร Wi-Fi ที่เลือกไม่ตรงกับการรับรองความถูกต้องเทมเพลตโปรไฟล์ ({0})
tr_tr: Seçilen kurumsal Wi-Fi güvenlik türü, profil şablonu kimlik doğrulamasıyla ({0}) eşleşmiyor.
uk_ua: Вибраний корпоративний тип безпеки Wi-Fi не відповідає шаблону автентифікації профілю ({0}).
zh_cn: 所选企业Wi-Fi安全类型与配置文件模板身份验证({0})不匹配。
zh_tw: 所選企業Wi-Fi安全類型與設定檔範本驗證({0})不符。

# Network.ErrorWifiEnterpriseAuthenticationUnsupported
source: Enterprise Wi-Fi profile template must contain a supported enterprise authentication value.
ar_sa: يجب أن يحتوي قالب ملف تعريف المؤسسة Wi-Fi على قيمة مصادقة مؤسسية مدعومة.
bg_bg: Шаблонът на корпоративния профил Wi-Fi трябва да съдържа поддържана корпоративна стойност за удостоверяване.
cs_cz: Šablona profilu Enterprise Wi-Fi musí obsahovat podporovanou hodnotu podnikového ověření.
da_dk: Enterprise Wi-Fi profilskabelon skal indeholde en understøttet virksomhedsgodkendelsesværdi.
de_de: Die Unternehmensprofilvorlage Wi-Fi muss einen unterstützten Unternehmensauthentifizierungswert enthalten.
el_gr: Το πρότυπο προφίλ του Enterprise Wi-Fi πρέπει να περιέχει μια υποστηριζόμενη τιμή εταιρικού ελέγχου ταυτότητας.
es_mx: La plantilla de perfil empresarial Wi-Fi debe contener un valor de autenticación empresarial compatible.
et_ee: Ettevõtte Wi-Fi profiilimall peab sisaldama toetatud ettevõtte autentimise väärtust.
fi_fi: Enterprise Wi-Fi -profiilimallin on sisällettävä tuettu yrityksen todennusarvo.
fr_ca: Le modèle de profil Enterprise Wi-Fi doit contenir une valeur d’authentification d’entreprise prise en charge.
he_il: תבנית פרופיל Enterprise Wi-Fi חייבת להכיל ערך אימות ארגוני נתמך.
hr_hr: Predložak profila poduzeća Wi-Fi mora sadržavati podržanu vrijednost provjere autentičnosti poduzeća.
hu_hu: Az Enterprise Wi-Fi profilsablonnak tartalmaznia kell egy támogatott vállalati hitelesítési értéket.
it_it: Il modello di profilo Enterprise Wi-Fi deve contenere un valore di autenticazione aziendale supportato.
ja_jp: Enterprise Wi-Fi プロファイル テンプレートには、サポートされているエンタープライズ認証値が含まれている必要があります。
ko_kr: Enterprise Wi-Fi 프로필 템플릿에는 지원되는 기업 인증 값이 포함되어야 합니다.
lt_lt: Įmonės Wi-Fi profilio šablone turi būti palaikoma įmonės autentifikavimo reikšmė.
lv_lv: Uzņēmuma Wi-Fi profila veidnē ir jāietver atbalstīta uzņēmuma autentifikācijas vērtība.
nb_no: Enterprise Wi-Fi profilmal må inneholde en støttet bedriftsautentiseringsverdi.
nl_nl: Enterprise Wi-Fi profielsjabloon moet een ondersteunde ondernemingsauthenticatiewaarde bevatten.
pl_pl: Szablon profilu korporacyjnego Wi-Fi musi zawierać obsługiwaną wartość uwierzytelniania korporacyjnego.
pt_pt: O modelo de perfil empresarial Wi-Fi deve conter um valor de autenticação empresarial compatível.
ro_ro: Șablonul de profil de întreprindere Wi-Fi trebuie să conțină o valoare de autentificare de întreprindere acceptată.
ru_ru: Шаблон корпоративного профиля Wi-Fi должен содержать поддерживаемое значение корпоративной аутентификации.
sk_sk: Šablóna profilu Enterprise Wi-Fi musí obsahovať podporovanú hodnotu podnikovej autentifikácie.
sl_si: Predloga profila podjetja Wi-Fi mora vsebovati podprto vrednost za preverjanje pristnosti podjetja.
sr_latn_rs: Predložak profila preduzeća Wi-Fi mora da sadrži podržanu vrednost autentifikacije preduzeća.
sv_se: Enterprise Wi-Fi profilmall måste innehålla ett företagsautentiseringsvärde som stöds.
th_th: เทมเพลตโปรไฟล์ Enterprise Wi-Fi ต้องมีค่าการรับรองความถูกต้องขององค์กรที่รองรับ
tr_tr: Kurumsal Wi-Fi profil şablonu, desteklenen bir kurumsal kimlik doğrulama değeri içermelidir.
uk_ua: Шаблон профілю підприємства Wi-Fi має містити підтримуване значення автентифікації підприємства.
zh_cn: 企业 Wi-Fi 配置文件模板必须包含受支持的企业身份验证值。
zh_tw: 企業 Wi-Fi 設定檔範本必須包含支援的企業身分驗證值。

# Network.ErrorWifiEnterpriseCertificateMissing
source: Enterprise Wi-Fi trusted root CA certificate file was not found.
ar_sa: لم يتم العثور على ملف شهادة CA الجذر الموثوق به للمؤسسة Wi-Fi.
bg_bg: Корпоративен Wi-Fi файл със сертификат за доверен основен CA не беше намерен.
cs_cz: Soubor důvěryhodného kořenového certifikátu CA Enterprise Wi-Fi nebyl nalezen.
da_dk: Enterprise Wi-Fi betroet root CA-certifikatfil blev ikke fundet.
de_de: Die Zertifikatdatei der vertrauenswürdigen Stammzertifizierungsstelle des Unternehmens Wi-Fi wurde nicht gefunden.
el_gr: Το αρχείο πιστοποιητικού CA ρίζας Enterprise Wi-Fi δεν βρέθηκε.
es_mx: No se encontró el archivo de certificado de CA raíz de confianza de Enterprise Wi-Fi.
et_ee: Ettevõtte Wi-Fi usaldusväärset juur-CA sertifikaadi faili ei leitud.
fi_fi: Enterprise Wi-Fi luotettua juurivarmennetiedostoa ei löytynyt.
fr_ca: Le fichier de certificat d'autorité de certification racine de confiance Enterprise Wi-Fi est introuvable.
he_il: Enterprise Wi-Fi קובץ אישור CA שורש מהימן לא נמצא.
hr_hr: Datoteka certifikata pouzdanog korijenskog CA poduzeća Wi-Fi nije pronađena.
hu_hu: Vállalati Wi-Fi megbízható root CA tanúsítványfájl nem található.
it_it: Impossibile trovare il file del certificato CA radice attendibile Enterprise Wi-Fi.
ja_jp: エンタープライズ Wi-Fi の信頼されたルート CA 証明書ファイルが見つかりませんでした。
ko_kr: Enterprise Wi-Fi 신뢰할 수 있는 루트 CA 인증서 파일을 찾을 수 없습니다.
lt_lt: Įmonės Wi-Fi patikimas šakninės CA sertifikato failas nerastas.
lv_lv: Uzņēmuma Wi-Fi uzticamais saknes CA sertifikāta fails netika atrasts.
nb_no: Enterprise Wi-Fi klarert rot-CA-sertifikatfil ble ikke funnet.
nl_nl: Enterprise Wi-Fi vertrouwd root-CA-certificaatbestand is niet gevonden.
pl_pl: Nie znaleziono pliku certyfikatu zaufanego głównego urzędu certyfikacji przedsiębiorstwa Wi-Fi.
pt_pt: O arquivo de certificado CA raiz confiável corporativo Wi-Fi não foi encontrado.
ro_ro: Fișierul certificat CA rădăcină de încredere pentru întreprindere Wi-Fi nu a fost găsit.
ru_ru: Файл сертификата доверенного корневого центра сертификации предприятия Wi-Fi не найден.
sk_sk: Súbor dôveryhodného koreňového certifikátu CA podniku Wi-Fi sa nenašiel.
sl_si: Datoteke s potrdilom zaupanja vrednega korenskega CA podjetja Wi-Fi ni bilo mogoče najti.
sr_latn_rs: Enterprise Wi-Fi datoteka pouzdanog root CA sertifikata nije pronađena.
sv_se: Enterprise Wi-Fi betrodd rot-CA-certifikatfil hittades inte.
th_th: ไม่พบไฟล์ใบรับรอง CA หลักที่เชื่อถือได้ขององค์กร Wi-Fi
tr_tr: Kurumsal Wi-Fi güvenilen kök CA sertifika dosyası bulunamadı.
uk_ua: Файл сертифіката корпоративного Wi-Fi надійного кореневого ЦС не знайдено.
zh_cn: 找不到企业 Wi-Fi 受信任的根 CA 证书文件。
zh_tw: 找不到企業 Wi-Fi 受信任的根 CA 憑證檔案。

# Network.ErrorWifiEnterpriseCertificateRequired
source: Enterprise Wi-Fi requires a trusted root CA certificate file when certificate trust is enabled.
ar_sa: يتطلب Enterprise Wi-Fi ملف شهادة CA جذر موثوقًا به عند تمكين الثقة بالشهادة.
bg_bg: Предприятието Wi-Fi изисква файл със сертификат за доверен основен CA, когато доверието на сертификата е активирано.
cs_cz: Enterprise Wi-Fi vyžaduje soubor certifikátu důvěryhodného kořenového CA, když je povolena důvěryhodnost certifikátu.
da_dk: Enterprise Wi-Fi kræver en pålidelig rod-CA-certifikatfil, når certifikattillid er aktiveret.
de_de: Enterprise Wi-Fi erfordert eine vertrauenswürdige Root-CA-Zertifikatdatei, wenn die Zertifikatvertrauensstellung aktiviert ist.
el_gr: Το Enterprise Wi-Fi απαιτεί ένα αξιόπιστο αρχείο πιστοποιητικού CA root όταν είναι ενεργοποιημένη η αξιοπιστία πιστοποιητικού.
es_mx: Enterprise Wi-Fi requiere un archivo de certificado de CA raíz confiable cuando la confianza del certificado está habilitada.
et_ee: Enterprise Wi-Fi nõuab usaldusväärse juur-CA sertifikaadi faili, kui serdi usaldusväärsus on lubatud.
fi_fi: Enterprise Wi-Fi vaatii luotetun juuri CA -sertifikaattitiedoston, kun varmenteen luottamus on käytössä.
fr_ca: Enterprise Wi-Fi nécessite un fichier de certificat d'autorité de certification racine approuvé lorsque l'approbation de certificat est activée.
he_il: Enterprise Wi-Fi דורש קובץ אישור CA שורש מהימן כאשר אמון אישור מופעל.
hr_hr: Poduzeće Wi-Fi zahtijeva pouzdanu datoteku s korijenskim CA certifikatom kada je povjerenje certifikata omogućeno.
hu_hu: Enterprise Wi-Fi megbízható root CA tanúsítványfájlt igényel, ha a tanúsítvány megbízhatósága engedélyezve van.
it_it: Enterprise Wi-Fi richiede un file di certificato CA radice attendibile quando è abilitata l'attendibilità del certificato.
ja_jp: Enterprise Wi-Fi では、証明書の信頼が有効になっている場合、信頼されたルート CA 証明書ファイルが必要です。
ko_kr: 인증서 신뢰가 활성화된 경우 Enterprise Wi-Fi에는 신뢰할 수 있는 루트 CA 인증서 파일이 필요합니다.
lt_lt: Įmonei Wi-Fi reikalingas patikimas šakninio CA sertifikato failas, kai įgalintas sertifikato patikimumas.
lv_lv: Uzņēmumam Wi-Fi ir nepieciešams uzticams saknes CA sertifikāta fails, ja sertifikāta uzticamība ir iespējota.
nb_no: Enterprise Wi-Fi krever en klarert rot-CA-sertifikatfil når sertifikatklarering er aktivert.
nl_nl: Enterprise Wi-Fi vereist een vertrouwd root-CA-certificaatbestand wanneer certificaatvertrouwen is ingeschakeld.
pl_pl: Przedsiębiorstwo Wi-Fi wymaga pliku certyfikatu zaufanego głównego urzędu certyfikacji, gdy włączone jest zaufanie certyfikatów.
pt_pt: Enterprise Wi-Fi requer um arquivo de certificado de CA raiz confiável quando a confiança do certificado está habilitada.
ro_ro: Enterprise Wi-Fi necesită un fișier de certificat CA rădăcină de încredere atunci când încrederea în certificat este activată.
ru_ru: Предприятию Wi-Fi требуется файл сертификата доверенного корневого центра сертификации, если включено доверие сертификатов.
sk_sk: Podnik Wi-Fi vyžaduje súbor certifikátu dôveryhodnej koreňovej CA, keď je povolená dôveryhodnosť certifikátu.
sl_si: Podjetje Wi-Fi zahteva datoteko zaupanja vrednega korenskega potrdila CA, ko je omogočeno zaupanje potrdila.
sr_latn_rs: Enterprise Wi-Fi zahteva pouzdanu root CA datoteku sertifikata kada je poverenje sertifikata omogućeno.
sv_se: Enterprise Wi-Fi kräver en betrodd rot-CA-certifikatfil när certifikatförtroende är aktiverat.
th_th: Enterprise Wi-Fi ต้องการไฟล์ใบรับรอง CA รูทที่เชื่อถือได้ เมื่อเปิดใช้งานความน่าเชื่อถือของใบรับรอง
tr_tr: Kuruluş Wi-Fi, sertifika güveni etkinleştirildiğinde güvenilen bir kök CA sertifika dosyası gerektirir.
uk_ua: Підприємству Wi-Fi потрібен файл сертифіката надійного кореневого ЦС, якщо ввімкнено довіру сертифіката.
zh_cn: 启用证书信任时，企业 Wi-Fi 需要受信任的根 CA 证书文件。
zh_tw: 啟用憑證信任時，企業 Wi-Fi 需要受信任的根 CA 憑證檔案。

# Network.ErrorWifiEnterpriseProfileTemplateMissing
source: Enterprise Wi-Fi profile template file was not found.
ar_sa: لم يتم العثور على ملف قالب ملف تعريف Enterprise Wi-Fi.
bg_bg: Шаблонът на корпоративния профил Wi-Fi не беше намерен.
cs_cz: Soubor šablony profilu Enterprise Wi-Fi nebyl nalezen.
da_dk: Enterprise Wi-Fi profilskabelonfil blev ikke fundet.
de_de: Die Unternehmensprofilvorlagendatei Wi-Fi wurde nicht gefunden.
el_gr: Το αρχείο προτύπου προφίλ Enterprise Wi-Fi δεν βρέθηκε.
es_mx: No se encontró el archivo de plantilla de perfil empresarial Wi-Fi.
et_ee: Ettevõtte Wi-Fi profiilimalli faili ei leitud.
fi_fi: Enterprise Wi-Fi -profiilimallitiedostoa ei löytynyt.
fr_ca: Le fichier de modèle de profil Enterprise Wi-Fi est introuvable.
he_il: לא נמצא קובץ תבנית פרופיל Enterprise Wi-Fi.
hr_hr: Datoteka predloška profila poduzeća Wi-Fi nije pronađena.
hu_hu: A vállalati Wi-Fi profilsablon fájl nem található.
it_it: Impossibile trovare il file del modello di profilo Enterprise Wi-Fi.
ja_jp: エンタープライズ Wi-Fi プロファイル テンプレート ファイルが見つかりませんでした。
ko_kr: Enterprise Wi-Fi 프로필 템플릿 파일을 찾을 수 없습니다.
lt_lt: Įmonės Wi-Fi profilio šablono failas nerastas.
lv_lv: Uzņēmuma Wi-Fi profila veidnes fails netika atrasts.
nb_no: Enterprise Wi-Fi profilmalfil ble ikke funnet.
nl_nl: Enterprise Wi-Fi profielsjabloonbestand is niet gevonden.
pl_pl: Nie znaleziono pliku szablonu profilu korporacyjnego Wi-Fi.
pt_pt: O arquivo de modelo de perfil empresarial Wi-Fi não foi encontrado.
ro_ro: Fișierul șablon al profilului Enterprise Wi-Fi nu a fost găsit.
ru_ru: Файл шаблона профиля предприятия Wi-Fi не найден.
sk_sk: Súbor šablóny profilu Enterprise Wi-Fi sa nenašiel.
sl_si: Datoteke predloge profila podjetja Wi-Fi ni bilo mogoče najti.
sr_latn_rs: Datoteka šablona profila preduzeća Wi-Fi nije pronađena.
sv_se: Enterprise Wi-Fi profilmallfil hittades inte.
th_th: ไม่พบไฟล์เทมเพลตโปรไฟล์ Enterprise Wi-Fi
tr_tr: Kurumsal Wi-Fi profil şablon dosyası bulunamadı.
uk_ua: Файл шаблону профілю підприємства Wi-Fi не знайдено.
zh_cn: 找不到企业 Wi-Fi 配置文件模板文件。
zh_tw: 找不到企業 Wi-Fi 設定檔模板檔。

# Network.ErrorWifiEnterpriseProfileTemplateRequired
source: Enterprise Wi-Fi requires a profile template.
ar_sa: يتطلب Enterprise Wi-Fi قالب ملف تعريف.
bg_bg: Enterprise Wi-Fi изисква шаблон за профил.
cs_cz: Enterprise Wi-Fi vyžaduje šablonu profilu.
da_dk: Enterprise Wi-Fi kræver en profilskabelon.
de_de: Für Enterprise Wi-Fi ist eine Profilvorlage erforderlich.
el_gr: Το Enterprise Wi-Fi απαιτεί ένα πρότυπο προφίλ.
es_mx: Enterprise Wi-Fi requiere una plantilla de perfil.
et_ee: Enterprise Wi-Fi nõuab profiilimalli.
fi_fi: Yritys Wi-Fi vaatii profiilimallin.
fr_ca: Enterprise Wi-Fi nécessite un modèle de profil.
he_il: Enterprise Wi-Fi דורש תבנית פרופיל.
hr_hr: Enterprise Wi-Fi zahtijeva predložak profila.
hu_hu: Enterprise Wi-Fi profilsablont igényel.
it_it: Enterprise Wi-Fi richiede un modello di profilo.
ja_jp: Enterprise Wi-Fi にはプロファイル テンプレートが必要です。
ko_kr: Enterprise Wi-Fi에는 프로필 템플릿이 필요합니다.
lt_lt: Įmonei Wi-Fi reikalingas profilio šablonas.
lv_lv: Uzņēmumam Wi-Fi ir nepieciešama profila veidne.
nb_no: Enterprise Wi-Fi krever en profilmal.
nl_nl: Enterprise Wi-Fi vereist een profielsjabloon.
pl_pl: Enterprise Wi-Fi wymaga szablonu profilu.
pt_pt: Enterprise Wi-Fi requer um modelo de perfil.
ro_ro: Enterprise Wi-Fi necesită un șablon de profil.
ru_ru: Для предприятия Wi-Fi требуется шаблон профиля.
sk_sk: Enterprise Wi-Fi vyžaduje šablónu profilu.
sl_si: Podjetje Wi-Fi zahteva predlogo profila.
sr_latn_rs: Enterprise Wi-Fi zahteva šablon profila.
sv_se: Enterprise Wi-Fi kräver en profilmall.
th_th: Enterprise Wi-Fi จำเป็นต้องมีเทมเพลตโปรไฟล์
tr_tr: Kurumsal Wi-Fi bir profil şablonu gerektirir.
uk_ua: Для підприємства Wi-Fi потрібен шаблон профілю.
zh_cn: 企业Wi-Fi 需要配置文件模板。
zh_tw: 企業Wi-Fi 需要設定檔模板。
